---
kind: property
id: P:Autodesk.Revit.DB.Visual.WallPaint.CommonTintToggle
source: html/fe6b256b-77d5-188b-8225-f3aa6f29329c.htm
---
# Autodesk.Revit.DB.Visual.WallPaint.CommonTintToggle Property

The property labeled "Tint" from the "WallPaint" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".